spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.get_authentication_profile_cf877011ea054cdac226c02fa0206666_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:get_authentication_profile><virtual_servers><value>test_virtual_server</value></virtual_servers></wsdl:get_authentication_profile></env:Body></env:Envelope>